Repository: studiogo-armony/armony-ios
Catalog: Armony/Armony/Common/Localizable/Backend/BackendFeedbackTopics+Localizable.xcstrings
Source language: en
Languages: pt_br, tr

# FeedbackTopic_1
source: I'd like to support the app's development
pt_br: Gostaria de apoiar o desenvolvimento do app
tr: Uygulamanın geliştirilmesini desteklemek istiyorum

# FeedbackTopic_2
source: Report a bug or issue
pt_br: Relatar um bug ou problema
tr: Hata veya sorun bildir

# FeedbackTopic_3
source: Advertising and partnership opportunities
pt_br: Oportunidades de publicidade e parceria
tr: Reklam ve ortaklık fırsatları

# FeedbackTopic_4
source: Report inappropriate content.
pt_br: Sugestão de nova funcionalidade
tr: Uygunsuz içerik bildir

# FeedbackTopic_5
source: Something else
pt_br: Problema com minha conta
tr: Başka bir şey

# FeedbackTopic_6
source: I found the connections I needed
pt_br: Problema com pagamento
tr: İhtiyacım olan bağlantıları buldum

# FeedbackTopic_7
source: I couldn't find the musician or band I was looking for
pt_br: Questão sobre privacidade
tr: Aradığım müzisyen veya grubu bulamadım

# FeedbackTopic_8
source: My ad didn't receive enough attention
pt_br: Feedback sobre a interface do usuário
tr: İlanım yeterince ilgi görmedi

# FeedbackTopic_9
source: I'd like to post a new ad
pt_br: Problema de desempenho
tr: Yeni bir ilan yayınlamak istiyorum

# FeedbackTopic_10
source: Other reasons
pt_br: Solicitação de reembolso
tr: Diğer nedenler

# FeedbackTopic_11
source: The app didn't meet my needs in the music industry
pt_br: Conteúdo inadequado
tr: Uygulama müzik sektöründeki ihtiyaçlarımı karşılamadı

# FeedbackTopic_12
source: I successfully found the musician or band I needed.
pt_br: Problema de conectividade
tr: İhtiyacım olan müzisyen veya grubu başarıyla buldum

# FeedbackTopic_13
source: I'm dissatisfied with the app
pt_br: Feedback geral
tr: Uygulamadan memnun değilim

# FeedbackTopic_14
source: I receive too many unwanted messages
pt_br: Reclamação
tr: Çok fazla istenmeyen mesaj alıyorum

# FeedbackTopic_15
source: I prefer using a different app
pt_br: Elogio
tr: Farklı bir uygulama kullanmayı tercih ediyorum

# FeedbackTopic_16
source: Other
pt_br: Outro
tr: Diğer
